[
    [
        {
            "url": "https://www.gov.il/en/pages/event-committee190924",
            "title": "PM Netanyahu Convenes the Sub-committee on Advancing the Fight against Crime in the Arab Sector",
            "content": "&nbsp;Prime Minister Benjamin Netanyahu, today, at the Prime Minister's Office in Jerusalem, convened the sub-committee on advancing the fight against crime in the Arab sector.&nbsp;At the start of the discussion, the Prime Minister and other ministers were updated by the Attorney General on the advancement of ten laws, in a range of areas, which will assist in the fight against serious crime.&nbsp;Prime Minister Netanyahu directed the Finance Minister, the Governor of the Bank of Israel, the Prime Minister's Office Director General, the Tax Authority, and the PMO staff on the fight against crime in the Arab sector to initiate a separate discussion to evaluate the issue of cancelling the NIS 200 note as part of the fight against black money.&nbsp;Pursuant to the claims that were raised in the discussion regarding the use of funds from the five-year plan for the Arab sector, the Prime Minister instructed Roi Kahlon, the head of the staff on the fight against crime in the Arab sector, to present – at the next discussion – an orderly report on the use of the funds that have been transferred.&nbsp;Prime Minister Netanyahu also requested that the long-term plans to strengthen education, social welfare and employment as main issues in preventing crime and violence in the Arab sector, be presented at the next discussion.",
            "publish_date": "19.09.2024",
            "type": "Events and Speeches",
            "government": "The 37th Government"
        },
        {
            "url": "https://www.gov.il/en/pages/pm-netanyahu-meets-with-us-envoy-amos-hochstein-16-sep-2024",
            "title": "PM Netanyahu meets with US Envoy Amos Hochstein",
            "content": "Prime Minister Benjamin Netanyahu, today (Monday, 16 September 2024), at the Kirya in Tel Aviv, met with US Presidential Special Envoy Amos Hochstein.The Prime Minister made it very clear that it will not be possible to return our residents without a fundamental change in the security situation in the north.Prime Minister Netanyahu said that while Israel appreciates and respects the support of the US, it will – ultimately – do what is necessary to safeguard its security and return the residents of the north securely to their homes.&nbsp;Please note, if there is any difference or conflict between the information on this page and the law, the provisions of the law will apply.",
            "publish_date": "16.09.2024",
            "type": "Press Releases",
            "government": ""
        },
        {
            "url": "https://www.gov.il/en/pages/spoke-committee-energy170924",
            "title": "Atomic Energy Commission Director General Moshe Edri to the IAEA General Conference: \"A nuclear-armed Iran, equipped with delivery systems, is not an option that Israel, or the world, can, or should tolerate.\"",
            "content": "Atomic Energy Commission (AEC) Director General Moshe Edri, this morning, addressed the 68th International Atomic Energy (IAEA) General Conference in Vienna, and commented on the regional challenges facing the State of Israel, especially Iran and Syria, which are not honoring their international commitments in this field. He also noted the cooperation between Israel and the IAEA in security and nuclear safety among other fields.Following are excerpts from Director Edri's remarks:Iran continues to be the main source of regional instability, and poses a threat to peace and security worldwide. This reality requires the full attention of the international community, now more than ever before. There is no doubt that Iran conducted a military nuclear program aimed to produce several nuclear weapon devices. Iran continues to advance this program by gaining relevant technology and knowledge, along with fissile material in alarming amounts. Iran has been conducting covert nuclear activities in undeclared sites for many years. The Agency has found concrete evidence of these activities, including the use of undeclared nuclear material and equipment.Despite repeated resolutions by the Board of Governors, Iran has continuously failed to provide technically credible explanations regarding these activities, and continues to deceive the Agency and the international community.Moreover, Iran continues to develop, test and deploy long-range ballistic missiles, and supports terrorist organizations throughout the Middle East, including the Houthi terrorist group that is a significant security threat to the freedom of navigation, and to the global trade routes. A nuclear-armed Iran, equipped with delivery systems, is not an option that Israel, or the world, can, or should tolerate.\"He added:\"As the Director General of the Israel Atomic Energy Commission, our national task is to guarantee the safety and security of our nuclear facilities that are openly targeted by Hamas, Hezbollah and Iran, even more so since October 7th. Israel continues to demonstrate its responsible behavior in this regard, and continues to take all necessary precautions to ensure that these facilities are operated according to the highest international safety and security standards to withstand these threats as required.\"This year's conference is being held from 16-20 September. AEC Director General Edri is chairing Israel's delegation, which is composed of AEC and Foreign Affairs Ministry representatives.",
            "publish_date": "17.09.2024",
            "type": "Press Releases",
            "government": "The 37th Government"
        },
        {
            "url": "https://www.gov.il/en/pages/pm-netanyahu-s-remarks-at-the-start-of-the-government-meeting-15-sep-2024",
            "title": "PM Netanyahu's remarks at the start of the Government meeting",
            "content": "Following are Prime Minister Benjamin Netanyahu's remarks [translated from Hebrew], today (Sunday, 15 September 2024), at the start of the Government meeting:\"We are in a multi-front campaign against Iran's axis of evil, which is striving for our destruction.This morning, the Houthis launched a surface-to-surface missile from Yemen at our territory. They should know that we exact a high price for any attempt to attack us.Whoever needs a reminder of this, is invited to visit the port of Hodeidah.Whoever attacks us will not evade our strike. Hamas is already learning this through our determined action, which will bring about its destruction and the release of all of our hostages.I have visited the north.I am attentive to the residents of the north. I speak with them and with the heads of local authorities in the north, I see their distress. I hear their anguish.The current situation will not continue. This requires a change in the balance of forces on our northern border. We will do whatever is necessary to return our residents securely to their homes.I am committed to this. The Government is committed to this and we will not suffice with less than this.We will do this thanks to the heroism of our fighters and the unity among us, as a united people rising up against our enemies in order to ensure our future.\"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Please note, if there is any difference or conflict between the information on this page and the law, the provisions of the law will apply.",
            "publish_date": "15.09.2024",
            "type": "Press releases",
            "government": ""
        },
        {
            "url": "https://www.gov.il/en/pages/16092024-01",
            "title": "The Ministry of Health Permanently Revoked the License of Roi Babila to Practice Medicine Due to His Conviction of Severe Sexual Abuse of Several Women, Mostly Minors",
            "content": "A complaint has been filed against Babila by the Ministry of Health Disciplinary Prosecutor, Tomer Dgani, after Babila confessed and was convicted of severe sexual harassment, indecent acts, and statutory rape. The majority of the victims were minors.The complaint was filed in November 2023, immediately at the time of his conviction in court and even before his verdict was passed in early December 2023.The Ministry of Health maintains a policy of zero-tolerance towards sexual abuse and harassment. To address this wrongful phenomenon in a thorough and comprehensive manner, the Ministry of Health has implemented various measures, including a significant increase in the severity of punishments imposed on offenders in recent times.The Ministry of Health is reaching out to anyone who has been sexually harmed or harassed and reminds the public that they can contact the designated officials responsible for handling complaints regarding sexual harassment in the various organizations and/or the person in charge of handling complaints regarding sexual harassments at the Ministry of Health, through the therapists of the Medical Professions Ombudsman.All information in the press releases is accurate as of the publication date.",
            "publish_date": "16.09.2024",
            "type": "Press Releases",
            "government": ""
        },
        {
            "url": "https://www.gov.il/en/pages/spoke-hostages180924",
            "title": "Prime Minister's Office Statement",
            "content": "The Prime Minister's Office, this evening:The fact that Prime Minister Benjamin Netanyahu has acceded to every American proposal for releasing the hostages despite the ultimatum from elements in the coalition completely refutes the claim that he has torpedoed any deal whatsoever due to political considerations.On April 27th, the Prime Minister conveyed to the mediator a framework for releasing the hostages, which Secretary of State Blinken defined as being a very generous proposal. On May 31st, the Prime Minister agreed to the US proposal, and on August 16th, he agreed to the American \"final bridging proposal.\"On June 12th, Secretary of State Blinken said that Israel had agreed to the proposal while Hamas had not. On August 28th, the Deputy Director of the CIA said that Israel was showing a seriousness in the negotiations that the leader of Hamas would have to respond to. On September 9th, US Special Envoy to the Middle East McGurk said that there was no hostage release deal only because of Hamas's refusal. On September 9th, even Benny Gantz admitted that, \"Hamas has not accepted the framework for months and the world is expected to back Israel.\"The false claims in the media against Prime Minister Netanyahu echo the propaganda of the Hamas terrorist organization and invert reality. Prime Minister Netanyahu has already brought about the release of 154 hostages, 117 of whom are alive, and will continue to utilize all means to release the hostages.Whoever wants to assist in the effort to release our hostages needs to pressure the murderer Sinwar and not the Prime Minister&nbsp;of&nbsp;Israel.",
            "publish_date": "18.09.2024",
            "type": "Press Releases",
            "government": "The 37th Government"
        },
        {
            "url": "https://www.gov.il/en/pages/18092024",
            "title": "The Ministry of Communications continues to act to ensure functional continuity in the north of the country",
            "content": "The Minister of Communications, Dr. Shlomo Karai, stated: “After intensive work by the Ministry of Communications, the cellular companies and the National Emergency Authority, we completed the energy solutions with respect to the cellular transmission sites in the north.The current move will ensure the readiness of the cellular companies for the reference scenarios of the northern sector.The Communications Ministry under my leadership will continue to make sure that the communications sector, G-d willing, is prepared and ready for any scenario.”The Director General of the Ministry of Communications, Adv. Inbal Mashash, stated: “For many months now, the Ministry of Communications has been working day and night to ensure energy continuity of cellular transmission sites in the Haifa metropolitan area and the Northern District in accordance with the directive of the Minister and the reference scenarios.The project, which was carried out in close cooperation with the cellular companies, and the National Emergency Authority, will allow continuous activity of the cellular networks for many hours and thus will contribute to the national resilience, to the security of the residents and to saving lives”.The Ministry of Communications announces that, after intensive activity, the cellular companies Cellcom, PHI (HOT Mobile and Partner) and Pelephone have completed the expansion of the solution to the energy continuity in the critical cellular transmission sites in the north of the country.Under the guidance of the Minister of Communications, Dr. Shlomo Karai and as part of the preparations by the Ministry of Communications for the northern reference scenario, according to the National Emergency Authority, the Ministry allocated approximately NIS 28 million to the cellular companies in order to ensure the continued functioning of the cellular sites deployed in the Haifa metropolitan area.In addition, the Ministry of Communications allocated another 3 million shekels for the purpose of bolstering the energy infrastructure at critical cellular transmission sites in the Gaza Strip Surrounding Area.The Ministry of Communications will continue to ensure that the communications industry is ready and prepared for an emergency.",
            "publish_date": "18.09.2024",
            "type": "Press Releases",
            "government": ""
        },
        {
            "url": "https://www.gov.il/en/pages/spoke-cabinet170924",
            "title": "Prime Minister's Office Statement",
            "content": "The Security Cabinet has updated the objectives of the war to include the following: Returning the residents of the north securely to their homes.&nbsp;Israel will continue to act to implement this objective.",
            "publish_date": "17.09.2024",
            "type": "Press Releases",
            "government": "The 37th Government"
        },
        {
            "url": "https://www.gov.il/en/pages/spoke-us160924",
            "title": "PM Netanyahu to US Envoy Amos Hochstein: It will not be possible to return our residents without a fundamental change in the security situation in the north",
            "content": "Prime Minister Benjamin Netanyahu, today, at the Kirya in Tel Aviv, met with US Presidential Special Envoy Amos Hochstein.The Prime Minister made it very clear that it will not be possible to return our residents without a fundamental change in the security situation in the north.Prime Minister Netanyahu said that while Israel appreciates and respects the support of the US, it will – ultimately – do what is necessary to safeguard its security and return the residents of the north securely to thei homes.",
            "publish_date": "16.09.2024",
            "type": "Press Releases",
            "government": "The 37th Government"
        },
        {
            "url": "https://www.gov.il/en/pages/heart-diseases-news",
            "title": "",
            "content": "",
            "publish_date": "",
            "type": "",
            "government": ""
        }
    ]
]